{
  "status" : {
    "statusCode" : "SUCCESS",
    "errorCode" : "0",
    "message" : null
  },
  "data" : {
    "enrolledIntoPRS" : true,
    "bdcStatusInSync" : true,
    "comesWithUser" : true,
    "showFirstTimeUserCYE" : false,
    "showWelcomeCFIScreen" : false,
    "newEnrollmentModelTxtDetails" : {
      "headline" : "Not getting the value you expected from Cash Flow Insight?",
      "para1_1" : "You are currently using Cash Flow Insight with Payables, Receivables, and Accounting Software Sync at no cost until 12/25/2016.",
      "para1_2" : "We offer several online experiences to address different business needs to help you save time, control processes, and gain insight into your cash flow.  Beyond standard Online Banking, Cash Flow Insight offers features that allow you to know your current and projected cash position, stay in control of your payables and receivables, and identify trends to help make informed cash flow management decisions.",
      "para1_3a" : "",
      "para1_3" : "",
      "para1_4a" : "",
      "para1_4" : "",
      "paragraph2" : "Review your options below to choose the right experience for your business's needs.",
      "notReady" : "Not ready to choose?",
      "linkText" : "",
      "callToActionOLB" : "Select",
      "callToActionCFI" : "Select",
      "callToActionCFIPRS" : "Continue Using",
      "priceOLB" : "$0",
      "priceCFI" : "$0",
      "priceCFIPRS" : "$42",
      "freeTrialOLB" : "It's free",
      "freeTrialCFI" : "Free with your checking account",
      "freeTrialCFIPRS" : "No fees until 12/25/2016",
      "landingPage" : "DASHBOARD",
      "currExpCFI" : "Current Experience",
      "disclosure2" : "Eligibility based on Customer's checking relationship and whether or not they have experienced Cash Flow Insight or Cash Flow Insight with Payables, Receivables, and Accounting Software Sync (in any combination of the three tools) before.  Customers with a Business Enterprise Checking, Industry Solutions Checking, Business Checking Plus, or Business Checking Preferred account have access to Cash Flow Insight (not including the additional tools: Payables, Receivables, and Accounting Software Sync) at no monthly fee for all of their eligible PNC business checking accounts in Online Banking.",
      "disclosure2_a" : "Free trial and fee waiver periods are offered to each customer one time only.",
      "disclosure2_1" : "Free trial offer valid for Cash Flow Insight for your current statement cycle period and two additional statement cycles. At the end of your trial, unless you un-enroll, you will remain enrolled in Cash Flow Insight and in any additional tools you selected. Following your trial period, you will be charged on a monthly basis for the tool(s) you are enrolled in and the transactions completed using the tool(s). If you do not want to continue with Cash Flow Insight, or any of the additional tools, you may opt out of Cash Flow Insight, or opt out of an additional tool or tools, on your Preferences page within Cash Flow Insight.",
      "disclosure2_2" : "Cash Flow Insight with Payables, Receivables and Accounting Software Sync's 60 day fee waiver includes Cash Flow Insight, any combination of the three tools (Payables, Receivables, and Accounting Software Sync), additional sub-users, and transaction-based fees for Cash Flow Insight transactions that occur during the 60 day fee waiver period. Following the fee waiver period, unless you terminate the services, you will be charged the monthly subscription, additional user, and transaction fees on your next applicable statement.  Please note Cash Flow insight Payables, Receivables, and Accounting Software Sync charges are billed a month in arrears - for example June subscription and transaction fees are part of your July statement. Following enrollment, you can change your enrollments or the account to be charged (service fee account) by visiting the Preferences page, which can be accessed via the gear icon on the right side of the Cash Flow Insight toolbar or by selecting the choose your experience link from the yellow bar available on screen during any free trial or waiver period.",
      "showCFIStrikeThrough" : false,
      "showPRSStrikeThrough" : true
    },
    "inGracePeriod" : false,
    "freeTrialNEMSwitch" : "on",
    "cfiEnrolled" : true
  }
}